<ul>
	<li>Εκδόσεις Κέδρος	</li>
	<li>Βιβλιοπωλεία Παπασωτηρίου	</li>
	<li>Ιατρικές εκδόσεις Παρισιάνου	</li>
	<li>Λυχνία	</li>
	<li>Λιθογραφείο Πρωτοπαπά Α.Ε.	</li>
	<li>Λιθογραφείο Μ.Τερεζάκη & Σία Ο.Ε.	</li>
	<li>Λιθογραφείο Precious Αρβανιτίδης Α.Ε.	</li>
	<li>Λιθογραφείο Λιθογραφική ΑΒΕΕ	</li>
	<li>Guess Who creative team	</li>
	<li>Ψηφιακές εκτυπώσεις Copy Express	</li>
	<li>Μεταξοτυπίες print-it	</li>
	<li>ΘΕΤΙΣ, διαχείριση πολιτιστικής κληρονομιάς	</li>
	<li>Πιτσαρίες Colibri	</li>
	<li>Ψηφιακές εκτυπώσεις Quality Α.Ε.	</li>
	<li>Στάθης Βασιλείου Α.Ε., είδη αρχειοθέτησης	</li>
	<li>Διαλεκτική Α.Ε., είδη προβολής
	</li>
</ul>